a52dec
aalib
abseil-cpp
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
ame
aom
apache
appstream
appstream-glib
apr
apr-util
arch-install-scripts
archiso
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
atuin
audit
autoconf
autoconf-archive
automake
autopep8
avahi
babl
baobab
base
base-devel
bash
bash-completion
bat
binutils
bison
blas
blesh-git
bluez
bluez-cups
bluez-libs
bolt
boost-libs
bottom
breezy
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
catatonit
catppuccin-gtk-theme-mocha
cdparanoia
cdrtools
chafa
cheese
chromaprint
cifs-utils
clang
clutter
clutter-gst
clutter-gtk
cmark
cogl
colord
colord-gtk-common
colord-gtk4
colord-sane
compiler-rt
composer
conmon
containers-common
coreutils
cpanminus
cpio
cracklib
criu
cronie
crun
cryptsetup
crystal-branding
crystal-core
crystal-dev
crystal-first-setup
crystal-grub-theme
crystal-keyring
crystal-mirrorlist
crystal-wallpapers
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
curl
d-spy
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
deno
desktop-file-utils
devhelp
device-mapper
difftastic
diffutils
djvulibre
dleyna
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dotconf
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
dtc
duktape
dust
e2fsprogs
editline
editorconfig-core-c
edk2-ovmf
efibootmgr
efivar
elfutils
enchant
endeavour
eog
epiphany
erofs-utils
evince
evolution-data-server
exa
exempi
exiv2
expac
expat
extension-manager
faac
faad2
fakeroot
fd
ffcall
ffmpeg
file
file-roller
filesystem
findutils
firefox
fish
flac
flatpak
flatpak-builder
flex
fluidsynth
folks
fontconfig
freeglut
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gavl
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
gdm
gegl
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
git
gitg
github-cli
gitoxide
gitui
gjs
glib-networking
glib2
glib2-docs
glibc
glibmm
glow
glu
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth-3.0
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-caffeine
gnome-shell-extension-crystal-update
gnome-shell-extension-gsconnect
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnupg
gnutls
gobject-introspection-runtime
gom
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grex
grilo
grilo-plugins
groff
grub
grub-btrfs
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-doc
gtk-update-icon-cache
gtk3
gtk4
gtkmm3
gtksourceview4
gtksourceview5
gts
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
helix
hicolor-icon-theme
hidapi
highway
http-parser
hwdata
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-runtime-common
jbig2dec
jre17-openjdk
jre17-openjdk-headless
js102
json-c
json-glib
jsonrpc-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lapce
lazygit
lcms2
ldb
ldns
lensfun
less
libadwaita
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libbacktrace-git
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcheese
libcloudproviders
libcolord
libcpuid
libcue
libcups
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgdata
libgdm
libgee
libgexiv2
libgirepository
libgit2
libgit2-glib
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libkate
libksba
liblc3
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libmalcontent
libmanette
libmd
libmediaart
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmtp
libmysofa
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
liboauth
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpackagekit-glib
libpanel
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libpipewire
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libpulse
libpwquality
libraqm
libraw
libraw1394
librest
librsvg
libsasl
libseccomp
libsecret
libshout
libshumate
libsidplay
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtraceevent
libtracefs
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvncserver
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
lldb
llvm
llvm-libs
lm_sensors
lmdb
lowdown
lsb-release
lsof
lua
luajit
luit
lv2
lvm2
lz4
lzo
m4
mailcap
make
malachite
malcontent
man-db
man-pages
marksman-bin
mdadm
mesa
meson
minecraft-launcher
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpfr
mpg123
mtdev
mtools
multipath-tools
mutter
mypy
nano
nautilus
ncurses
ndctl
neofetch
neon
net-snmp
net-tools
netavark
netpbm
netstandard-targeting-pack
nettle
networkmanager
nftables
ninja
nix
nix-busybox
node-gyp
nodejs
nodejs-intelephense
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
npth
nspr
nss
ntfs-3g
numactl
nushell
ocl-icd
omnisharp-roslyn
onefetch
oniguruma
openal
opencore-amr
openexr
openjpeg2
openssh
openssl
opus
orc
orca
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacseek-bin
pam
pambase
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-file-homedir
perl-file-which
perl-mailtools
perl-timedate
phodav
php
php-gd
phpactor
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
podman
podman-compose
podman-dnsname
podman-docker
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
power-profiles-daemon
prettier
procps-ng
procs
protobuf
protobuf-c
psmisc
pyright
python
python-anytree
python-atspi
python-attrs
python-autocommand
python-babel
python-blinker
python-boolean.py
python-cachecontrol
python-cairo
python-cerberus
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-configobj
python-cryptography
python-distlib
python-docutils
python-dotenv
python-fastbencode
python-fastjsonschema
python-filelock
python-findpython
python-gobject
python-greenlet
python-idna
python-imagesize
python-inflect
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-license-expression
python-lockfile
python-lxml
python-markdown
python-markdown-it-py
python-markupsafe
python-mdurl
python-merge3
python-more-itertools
python-msgpack
python-mypy_extensions
python-ordered-set
python-packaging
python-patiencediff
python-pdm
python-pdm-pep517
python-pip
python-platformdirs
python-ply
python-protobuf
python-psutil
python-pycodestyle
python-pycparser
python-pydantic
python-pygments
python-pynvim
python-pyproject-hooks
python-pytz
python-pyxdg
python-requests
python-requests-toolbelt
python-resolvelib
python-rich
python-setproctitle
python-setuptools
python-shellingham
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-tomli
python-tomli-w
python-tomlkit
python-trove-classifiers
python-typing_extensions
python-uc-micro-py
python-unearth
python-urllib3
python-validate-pyproject
python-virtualenv
python-wheel
python-yaml
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-sdl
qemu-audio-spice
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qemu-virtiofsd
qpdf
qrencode
raptor
rav1e
readline
ripgrep
rpmextract
rsync
rtkit
rtmpdump
ruff
run-parts
rust
rust-analyzer
rust-src
rygel
sane
sbc
sdl2
sdl2_image
seabios
sed
semver
serd
shadow
shared-mime-info
simple-scan
skim
slang
slirp4netns
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spice
spice-gtk
spice-protocol
sqlite
squashfs-tools
sratom
srt
starship
startup-notification
stylua
sudo
suitesparse
sushi
svt-av1
svt-hevc
sysfsutils
sysprof
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
tealdeer
tectonic
template-glib
tevent
texinfo
texlab
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
text-engine
thin-provisioning-tools
timeshift
timeshift-autosnap
tinycompress
tk
totem
totem-pl-parser
tpm2-tss
tracker3
tracker3-miners
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols-common
twolame
typescript
typescript-language-server
tzdata
udisks2
unzip
upower
usbmuxd
usbredir
util-linux
util-linux-libs
v4l-utils
vala
vde2
vid.stab
vim
vim-runtime
virglrenderer
visual-studio-code-bin
vmaf
volume_key
vscode-css-languageserver
vscode-html-languageserver
vscode-json-languageserver
vte-common
vte3
vte4
vulkan-icd-loader
vulkan-radeon
wavpack
wayland
wayland-protocols
webkit2gtk-4.1
webkit2gtk-5.0
webp-pixbuf-loader
webrtc-audio-processing
wezterm
wezterm-shell-integration
wezterm-terminfo
wget
which
wildmidi
wireplumber
wl-clipboard
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xampp
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xplr
xterm
xvidcore
xxhash
xz
yajl
yay-bin
yelp
yelp-xsl
zbar
zellij
zeromq
zimg
zip
zlib
zoxide
zram-generator
zsh
zsh-completions
zstd
zvbi
zxing-cpp
zziplib
