baobab
base
base-devel
bat
bluez-cups
cheese
crystal-branding
crystal-core
crystal-dev
crystal-first-setup
crystal-grub-theme
crystal-wallpapers
cups-pdf
deno
endeavour
eog
epiphany
exa
file-roller
firefox
gdm
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-console
gnome-contacts
gnome-font-viewer
gnome-logs
gnome-maps
gnome-music
gnome-photos
gnome-shell-extension-appindicator
gnome-shell-extension-caffeine
gnome-shell-extension-crystal-update
gnome-shell-extension-gsconnect
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-weather
man-pages
nano
nautilus
neofetch
nix
orca
python-pdm
rust-analyzer
simple-scan
sushi
timeshift-autosnap
totem
ttf-meslo-nerd
ttf-nerd-fonts-symbols-common
xdg-user-dirs-gtk
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
xterm
zellij
zoxide
zram-generator
zsh-completions
